Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

# pvoutput_settings_invalid
source: Credentials/system ID were incorrect.
de: Anmeldedaten/System-ID waren falsch.
es: Las credenciales/ID del sistema eran incorrectas.
it: Credenziali/ID sistema non corrette.
pl: Dane logowania/ID systemu były nieprawidłowe.

source: Quick choice
de: Schnellauswahl
es: Selección rápida
it: Schnellauswahl
pl: Szybki wybór

source: Range of confidence
de: 90/10 Wahrscheinlichkeit
es: Rango de confianza
it: Intervallo di confidenza
pl: Zakres ufności

source: Rate this app
de: Bewerten Sie diese App
es: Califica esta aplicación
it: Valuta questa app
pl: Oceń tę aplikację

# rawvariable_ambienttemperation
source: Temperature inside the inverter, also known as Inner Temperature, in degrees C
de: Die Temperatur im Wechselrichter (innere Temperatur) in Grad Celsius (°C)
es: Temperatura dentro del inversor, también conocida como temperatura interna, en grados Celsius (℃)
it: Temperatura all'interno dell'inverter, anche nota come temperatura interna, in gradi Celsius
pl: Temperatura wewnątrz falownika, znana również jako temperatura wewnętrzna, w stopniach Celsiusza (°C)

# rawvariable_batchargepower
source: Power charging the battery
de: Leistung zum Laden der Batterie
es: Potencia de carga de la batería
it: Potenza di carica della batteria
pl: Moc ładowania akumulatora

# rawvariable_batcurrent
source: The DC current flowing from the battery, measured by the BMS, in amps (A)
de: Der DC-Strom, der von der Batterie fließt gemessen vom BMS, in Ampere (A)
es: La corriente CC que fluye desde la batería, medida por el BMS, en amperios (A)
it: La corrente DC che fluisce dalla batteria, misurata dal BMS, in ampere (A)
pl: Prąd stały płynący z akumulatora, mierzony przez BMS, w amperach (A)

# rawvariable_batdischargepower
source: Power discharging from the battery
de: Leistung vom Entladen der Batterie
es: Potencia descargada de la batería
it: Potenza scaricata dalla batteria
pl: Moc rozładowywania się akumulatora

# rawvariable_battemperature
source: Temperature of the BMS, also known as BMS temperature, in degrees C
de: Die Temperatur vom BMS (Batterie-Management-System) in Grad Celsius (°C)
es: Temperatura del BMS, también conocida como temperatura del BMS, en grados Celsius (℃)
it: Temperatura del BMS, nota anche come temperatura BMS, in gradi Celsius
pl: Temperatura BMS, znana również jako temperatura BMS, w stopniach Celsiusza (°C)

# rawvariable_batvolt
source: The DC battery voltage, measured by the BMS, in volts (V)
de: Die DC-Spannung von der Batterie gemessen vom BMS in Volt (V)
es: El voltaje de la batería CC, medido por el BMS, en voltios (V)
it: La tensione della batteria DC, misurata dal BMS, in volt (V)
pl: Napięcie akumulatora stałego, mierzone przez BMS, w woltach (V)

# rawvariable_feedinpower
source: Power being exported back to the grid
de: Leistung, die zurück ins Netz eingespeist wird
es: Potencia exportada de vuelta a la red
it: Potenza esportata nella rete
pl: Moc eksportowana z powrotem do sieci

# rawvariable_generationpower
source: Solar / Battery power coming through the inverter
de: Solar-/Batterieleistung, die vom Wechselrichter geliefert wird
es: Potencia solar / de la batería que pasa a través del inversor
it: Potenza solare / batteria che passa attraverso l'inverter
pl: Moc generacji ze źródeł słonecznych / akumulatora przechodząca przez falownik

# rawvariable_gridconsumptionpower
source: Power being consumed from the grid
de: Leistung, die vom Netz bezogen wird
es: Potencia consumida de la red
it: Potenza consumata dalla rete
pl: Moc pobierana z sieci

# rawvariable_invbatcurrent
source: The DC current flowing from the battery, measured by inverter, in amps (A)
de: Der DC-Strom, der von der Batterie fließt gemessen vom Wechselrichter, in Ampere (A)
es: La corriente CC que fluye desde la batería, medida por el inversor, en amperios (A)
it: La corrente DC che fluisce dalla batteria, misurata dall'inverter, in ampere (A)
pl: Prąd stały płynący z akumulatora, mierzony przez falownik, w amperach (A)

# rawvariable_invbatvolt
source: The DC battery voltage, measured by the inverter, in volts (V)
de: Die DC-Spannung von der Batterie gemessen vom Wechselrichter in Volt (V)
es: El voltaje de la batería CC, medido por el inversor, en voltios (V)
it: La tensione della batteria DC, misurata dall'inverter, in volt (V)
pl: Napięcie akumulatora stałego, mierzone przez falownik, w woltach (V)

# rawvariable_invtemperation
source: Temperature of the vanes on the back of the inverter, in degrees C
de: Die Temperatur der Kühlrippen an der Rückseite vom Wechselrichter in Grad Celsius (°C)
es: Temperatura de las aletas en la parte posterior del inversor, en grados Celsius (℃)
it: Temperatura delle ventole sul retro dell'inverter, in gradi Celsius
pl: Temperatura łopatek na tylnej stronie falownika, w stopniach Celsiusza (°C)

# rawvariable_loadspower
source: The AC power flowing into the house load, in kilowatts (kW)
de: Die AC-Leistung, die zu den Verbrauchern im Haus fließt, in Kilowatt (kW)
es: La potencia de CA que fluye hacia la carga de la casa, en kilovatios (kW)
it: La potenza in ingresso AC nel carico della casa, in kilowatt (kW)
pl: Moc prądu przemiennego dostarczająca do obciążenia domowego, w kilowatach (kW)

# rawvariable_meterpower
source: The power being read by the grid meter or current clamp CT1, in kilowatts (kW)
de: Die Leistung, die vom Energie-Messgerät (Smart-Meter) oder den Strom-Klemmen CT1 gemessen wird, in Kilowatt (kW)
es: La potencia medida por el medidor de red o la pinza de corriente CT1, en kilovatios (kW)
it: La potenza letta dal contatore della rete o dalla pinza amperometrica CT1, in kilowatt (kW)
pl: Moc odczytywana przez licznik sieciowy lub zacisk prądu CT1, w kilowatach (kW)

# rawvariable_meterpower2
source: The power being read by meter 2 or current clamp CT2, in kilowatts (kW)
de: Die Leistung, die vom Energie-Messgerät (Smart-Meter) 2 oder den Strom-Klemmen CT2 gemessen wird, in Kilowatt (kW)
es: La potencia medida por el medidor 2 o la pinza de corriente CT2, en kilovatios (kW)
it: La potenza letta dal contatore 2 o dalla pinza amperometrica CT2, in kilowatt (kW)
pl: Moc odczytywana przez licznik 2 lub zacisk prądu CT2, w kilowatach (kW)

# rawvariable_powerfactor
source: The ratio of the true power output in kilowatts (kW) to the apparent power output, in kilovolt-amps (kVA)
de: Das Verhältnis der echten Ausgangsleistung in Kilowatt (kW) zur Schein-Ausgangsleistung in Kilovolt-Ampere (kVA)
es: La relación entre la potencia real en kilovatios (kW) y la potencia aparente en kilovoltamperios (kVA)
it: Il rapporto tra la potenza attiva in kilowatt (kW) e la potenza apparente, in kilovolt-ampere (kVA)
pl: Stosunek rzeczywistej mocy wyjściowej w kilowatach (kW) do mocy pozornej, w kilowoltamperach (kVA)

# rawvariable_pv1current
source: The DC current flowing through PV string 1, in Amps (A)
de: Der DC-Strom, der durch PV-String 1 fließt, in Ampere (A)
es: La corriente CC que fluye a través de la cadena de PV 1, en amperios (A)
it: La corrente DC che fluisce attraverso la stringa PV 1, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 1, w amperach (A)

# rawvariable_pv1power
source: The power from PV string 1, in kilowatts (kW)
de: Die Leistung von PV-String 1 in Kilowatt (kW)
es: La potencia de la cadena de PV 1, en kilovatios (kW)
it: La potenza da stringa PV 1, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 1, w kilowatach (kW)

# rawvariable_pv1volt
source: The DC voltage being presented by PV string 1, in volts (V)
de: Die DC-Spannung von PV-String 1 in Volt (V)
es: El voltaje CC presentado por la cadena de PV 1, en voltios (V)
it: La tensione DC fornita dalla stringa PV 1, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 1, w woltach (V)

# rawvariable_pv2current
source: The DC current flowing through PV string 2, in Amps (A)
de: Der DC-Strom, der durch PV-String 2 fließt, in Ampere (A)
es: La corriente CC que fluye a través de la cadena de PV 2, en amperios (A)
it: La corrente DC che fluisce attraverso la stringa PV 2, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 2, w amperach (A)

# rawvariable_pv2power
source: The power from PV string 2, in kilowatts (kW)
de: Die Leistung von PV-String 2 in Kilowatt (kW)
es: La potencia de la cadena de PV 2, en kilovatios (kW)
it: La potenza da stringa PV 2, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 2, w kilowatach (kW)

# rawvariable_pv2volt
source: The DC voltage being presented by PV string 2, in volts (V)
de: Die DC-Spannung von PV-String 2 in Volt (V)
es: El voltaje CC presentado por la cadena de PV 2, en voltios (V)
it: La tensione DC fornita dalla stringa PV 2, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 2, w woltach (V)

# rawvariable_pv3current
source: The DC current flowing through PV string 3, in Amps (A)
de: Der DC-Strom, der durch PV-String 3 fließt, in Ampere (A)
es: La corriente CC que fluye a través de la cadena de PV 3, en amperios (A)
it: La corrente DC che fluisce attraverso la stringa PV 3, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 3, w amperach (A)

# rawvariable_pv3power
source: The power from PV string 3, in kilowatts (kW)
de: Die Leistung von PV-String 3 in Kilowatt (kW)
es: La potencia de la cadena de PV 3, en kilovatios (kW)
it: La potenza da stringa PV 3, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 3, w kilowatach (kW)

# rawvariable_pv3volt
source: The DC voltage being presented by PV string 3, in volts (V)
de: Die DC-Spannung von PV-String 3 in Volt (V)
es: El voltaje CC presentado por la cadena de PV 3, en voltios (V)
it: La tensione DC fornita dalla stringa PV 3, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 3, w woltach (V)

# rawvariable_pv4current
source: The DC current flowing through PV string 4, in Amps (A)
de: Der DC-Strom, der durch PV-String 4 fließt, in Ampere (A)
es: La corriente CC que fluye a través de la cadena de PV 4, en amperios (A)
it: La corrente DC che fluisce attraverso la stringa PV 4, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 4, w amperach (A)

# rawvariable_pv4power
source: The power from PV string 4, in kilowatts (kW)
de: Die Leistung von PV-String 4 in Kilowatt (kW)
es: La potencia de la cadena de PV 4, en kilovatios (kW)
it: La potenza da stringa PV 4, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 4, w kilowatach (kW)

# rawvariable_pv4volt
source: The DC voltage being presented by PV string 4, in volts (V)
de: Die DC-Spannung von PV-String 4 in Volt (V)
es: El voltaje CC presentado por la cadena de PV 4, en voltios (V)
it: La tensione DC fornita dalla stringa PV 4, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 4, w woltach (V)

# rawvariable_reactivepower
source: The reactive power being output by the inverter, in kilovolt-amps reactive (kVAR)
de: Die Blindleistung, die vom Wechselrichter erzeugt wird, in Kilovolt-Ampere (kVAR)
es: La potencia reactiva emitida por el inversor, en kilovoltamperios reactivos (kVAR)
it: La potenza reattiva prodotta dall'inverter, in kilovolt-ampere reattivi (kVAR)
pl: Moc biernej wyjściowej falownika, w kilowoltamperach reaktywnych (kVAR)

# rawvariable_soc
source: State of Charge for the battery. The percentage of the battery capacity that is available
de: Ladezustand (State of Charge / SoC) der Batterie. Der Prozentsatz der verfügbaren Batteriekapazität
es: Estado de carga de la batería. El porcentaje de la capacidad de la batería que está disponible
it: Stato di carica della batteria. La percentuale della capacità della batteria disponibile
pl: Stan naładowania akumulatora. Procent pojemności akumulatora, który jest dostępny

# rawvariable_solcast_prediction
source: Total solar energy generation predicted by Solcast
de: Gesamte Solarenergieerzeugung, prognostiziert von Solcast
es: Generación total de energía solar prevista por Solcast
it: Produzione totale di energia solare prevista da Solcast
pl: Całkowita przewidywana produkcja energii słonecznej według Solcast

source: Read Only Mode:
de: Nur-Lese-Modus:
es: Modo de solo lectura:
it: Modalità di sola lettura:
pl: Tryb tylko do odczytu:

source: Read-only mode
de: Nur-Lese-Modus
es: Modo de solo lectura
it: Modalità di sola lettura
pl: Tryb tylko do odczytu

source: Reasons reported:
de: Gemeldete Gründe:
es: Razones reportadas:
it: Ragioni riportate:
pl: Zgłoszone powody:

source: Recalculate capacity
de: Kapazität neu berechnen
es: Recalcular capacidad
it: Ricalcolare la capacità
pl: Przelicz pojemność

source: Recalculated
de: Neuberechnet
es: Recalculado
it: Ricalcolato
pl: Przeliczono

source: Refresh
de: Aktualisieren
es: Actualizar
it: Aggiorna
pl: Odśwież

source: Refresh frequency
de: Aktualisierungshäufigkeit
es: Frecuencia de actualización
it: Frequenza di aggiornamento
pl: Częstotliwość odświeżania

source: Refresh Solcast now
de: Solcast jetzt aktualisieren
es: Actualizar Solcast ahora
it: Aggiorna Solcast ora
pl: Odśwież Solcast teraz

source: Reload devices from FoxESS Cloud
de: Geräte aus der FoxESS Cloud neu laden
es: Recargar dispositivos desde la nube de FoxESS
it: Ricarica i dispositivi dal cloud FoxESS
pl: Wczytaj ponownie urządzenia z chmury FoxESS

source: Remove key
de: Schlüssel entfernen
es: Eliminar clave
it: Rimuovi chiave
pl: Usuń klucz

source: Rename
de: Umbenennen
es: Cambiar nombre
it: Rinomina
pl: Zmień nazwę

source: Rename template
de: Vorlage umbenennen
es: Renombrar plantilla
it: Rinomina modello
pl: Zmień nazwę szablonu

# reportvariable_batterysoc
source: Battery charge level
de: Batterieladestand
es: Nivel de carga de la batería
it: Livello di carica della batteria
pl: Poziom naładowania baterii

# reportvariable_chargeenergytotal
source: Energy used to charge the battery
de: Energie zum Laden der Batterie verwendet
es: Energía utilizada para cargar la batería
it: Energia usata per caricare la batteria
pl: Energia używana do ładowania baterii

# reportvariable_dischargeenergytotal
source: Energy taken from the battery
de: Energie aus der Batterie entnommen
es: Energía tomada de la batería
it: Energia prelevata dalla batteria
pl: Energia pobrana z baterii

# reportvariable_feedin
source: Energy exported to the grid
de: Energie, die ins Netz eingespeist wurde
es: Energía exportada a la red
it: Energie, die ins Netz eingespeist wurde
pl: Energia eksportowana do sieci

# reportvariable_generation
source: Energy supplied by the inverter
de: Vom Wechselrichter gelieferte Energie
es: Energía suministrada por el inversor
it: Energia fornita dall'inverter
pl: Energia dostarczana przez falownik

# reportvariable_gridconsumption
source: Energy imported from the grid
de: Energie, die aus dem Netz bezogen wurde
es: Energía importada de la red
it: Energia importata dalla rete
pl: Energia importowana z sieci

# reportvariable_inverter consumption
source: Estimated energy used by the inverter
de: Geschätzte vom Wechselrichter verbrauchte Energie
es: Energía estimada utilizada por el inversor
it: Energia stimata utilizzata dall'inverter
pl: Szacowana energia zużyta przez falownik

# reportvariable_loads
source: Energy used by the house
de: Energie, die vom Haus genutzt wird
es: Energía utilizada por la casa
it: Energia utilizzata dalla casa
pl: Energia używana przez dom

# reportvariable_pvenergytotal
source: Energy generated from PV
de: Energie aus PV erzeugt
es: Energía generada a partir de PV
it: Energia generata da PV
pl: Energia wygenerowana z PV

source: Reset app settings
de: App-Einstellungen zurücksetzen
es: Restablecer la configuración de la aplicación
it: Reimposta le impostazioni dell'app
pl: Zresetuj ustawienia aplikacji

source: Reset times
de: Reset-Zeiten
es: Horarios de reinicio
it: Resetta gli orari
pl: Czasy resetowania

source: Reset...
de: Zurücksetzen...
es: Restablecer...
it: Reimposta...
pl: Resetuj...

source: Restore defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
it: Ripristina impostazioni predefinite
pl: Przywróć domyślne

source: retry
de: Wiederholen
es: reintentar
it: Riprova
pl: Ponów

source: Retry
de: Wiederholen
es: Reintentar
it: Riprova
pl: Ponów próbę

source: Returns the battery state of charge as a percentage
de: Gibt den Batterieladestand als Prozentsatz zurück
es: Devuelve el estado de carga de la batería como porcentaje
it: Restituisce lo stato di carica della batteria come percentuale
pl: Zwraca stan naładowania baterii jako procent

source: Returns the current grid load in Watts. Negative is import, positive is export.
de: Gibt die aktuelle Netzlast in Watt zurück. Negativ bedeutet Import, positiv bedeutet Export.
es: Devuelve la carga actual de la red en vatios. Negativo es importación, positivo es exportación.
it: Restituisce il carico attuale della rete in Watt. Negativo significa importazione, positivo significa esportazione.
pl: Zwraca bieżące obciążenie sieci w watach. Wartość ujemna oznacza import, dodatnia oznacza eksport.

source: Returns the current house load in Watts
de: Gibt den aktuellen Hausverbrauch in Watt zurück.
es: Devuelve la carga actual de la casa en vatios.
it: Restituisce il carico attuale della casa in Watt.
pl: Zwraca bieżące obciążenie domu w watach.

source: Returns the solar being generated in Watts
de: Gibt die aktuell erzeugte Solarenergie in Watt zurück.
es: Devuelve la energía solar que se está generando en vatios.
it: Restituisce l’energia solare attualmente generata in Watt.
pl: Zwraca energię słoneczną generowaną w watach.

source: Save
de: Speichern
es: Guardar
it: Salva
pl: Zapisz

source: Save credentials
de: Anmeldedaten speichern
es: Guardar credenciales
it: Salva credenziali
pl: Zapisz dane logowania

source: Saving
de: Speichern...
es: Ahorro...
it: Risparmio
pl: Oszczędność...

source: Schedule summary
de: Zeitplan Zusammenfassung
es: Resumen del horario
it: Sommario dell'orario
pl: Podsumowanie harmonogramu

# schedules_unsupported
source: Schedules are not supported on your %1$@ with the firmware version you have v%2$@.
de: Zeitpläne werden auf Ihrem %1$@ mit der Firmware-Version, die Sie haben v%2$@, nicht unterstützt.
es: Los horarios no son compatibles con su %1$@ con la versión de firmware que tiene v%2$@.
it: Gli orari non sono supportati sul tuo %1$@ con la versione del firmware che hai v%2$@.
pl: Harmonogramy nie są obsługiwane na twoim %1$@ z wersją oprogramowania układowego, którą masz v%2$@.

source: Select a group below to focus on commonly used parameters, or create your own using the Manage groups button.
de: Wählen Sie unten eine Gruppe aus, um sich auf häufig verwendete Parameter zu konzentrieren, oder erstellen Sie Ihre eigene über die Schaltfläche „Gruppen verwalten“.
es: Selecciona un grupo a continuación para centrarte en los parámetros más utilizados, o crea tu propio grupo con el botón Gestionar grupos.
it: Seleziona un gruppo qui sotto per concentrarti sui parametri più comunemente utilizzati, oppure crea il tuo gruppo tramite il pulsante Gestisci gruppi.
pl: Wybierz poniżej grupę, aby skupić się na najczęściej używanych parametrach, albo utwórz własną za pomocą przycisku Zarządzaj grupami.

source: Selected device and related battery information will be displayed on the main page
de: Informationen zum ausgewählten Gerät und der dazugehörigen Batterie werden auf der Hauptseite angezeigt
es: El dispositivo seleccionado y la información de la batería relacionada se mostrarán en la página principal
it: Il dispositivo selezionato e le informazioni sulla batteria correlata verranno visualizzati nella pagina principale
pl: Wybrane urządzenie i powiązane informacje o baterii zostaną wyświetlone na stronie głównej

source: Self sufficiency
de: Autarkie
es: Autosuficiencia
it: Auto-sufficienza
pl: Samowystarczalność

source: Self Sufficiency
de: Eigenversorgung
es: Autosuficiencia
it: Autosufficienza
pl: Samowystarczalność

source: Self sufficiency estimates
de: Autarkie-Schätzungen
es: Estimaciones de autosuficiencia
it: Stime di autosufficienza
pl: Oceny samowystarczalności

source: Self sufficiency settings
de: Einstellungen zur Eigenversorgung
es: Configuración de autosuficiencia
it: Impostazioni di autosufficienza
pl: Ustawienia samowystarczalności

source: Send an email
de: E-Mail senden
es: Enviar un correo electrónico
it: Invia un’email
pl: Wyślij e-mail

source: Separate parameter graphs by unit
de: Trenne Parameterdiagramme nach Einheit
es: Separa los gráficos de parámetros por unidad
it: Separa i grafici dei parametri per unità
pl: Oddziel wykresy parametrów według jednostki

source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni
pl: Ustawienia

# settings.debug
source: View debug data
de: Debug-Daten anzeigen
es: Ver datos de depuración
it: Visualizza dati di debug
pl: Wyświetl dane debugowania

# settings.facebookGroup
source: Facebook Support Group
de: Facebook-Supportgruppe
es: Grupo de Soporte en Facebook
it: Gruppo di Supporto su Facebook
pl: Grupa Wsparcia na Facebooku

# settings.faq
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
it: Domande Frequenti
pl: Najczęściej Zadawane Pytania

# settings.pvpower.strings.description
source: If you have multiple sets of solar panels, e.g. front/rear of your home, this will let you see the power being generated by each set. Setting takes effect on next data fetch.
de: Wenn Sie mehrere Sätze von Solarmodulen haben, z.B. an der Vorder-/Rückseite Ihres Hauses, können Sie damit die von jedem Satz erzeugte Leistung sehen. Die Einstellung wird beim nächsten Datenabruf wirksam.
es: Si tienes varios conjuntos de paneles solares, por ejemplo, en el frente/trasero de tu casa, esto te permitirá ver la energía generada por cada conjunto. La configuración tendrá efecto en la próxima obtención de datos.
it: Se hai più set di pannelli solari, ad esempio sul fronte/retro della tua casa, ciò ti permetterà di vedere l'energia generata da ogni set. L'impostazione avrà effetto al prossimo recupero dati.
pl: Jeśli masz kilka zestawów paneli słonecznych, np. na przodzie/tyłach domu, pozwoli Ci to zobaczyć moc generowaną przez każdy zestaw. Ustawienie zacznie obowiązywać przy następnym pobieraniu danych.

# settings.showGridTotalsOnPowerflow
source: Show daily grid totals
de: Tägliche Gesamtübersicht des Netzstroms anzeigen
es: Mostrar totales diarios de la red
it: Mostra totali giornalieri della rete
pl: Pokaż codzienne sumy z sieci

# settings.showHomeTotalOnPowerflow
source: Show daily home totals
de: Tägliche Gesamtübersicht zu Hause anzeigen
es: Mostrar totales diarios en casa
it: Mostra totali giornalieri in casa
pl: Pokaż codzienne sumy w domu

# settings.yield.description
source: Your total daily generation will be displayed. If you have ‘Show PV power by strings’ enabled, an estimate of daily generation by string will also be displayed.
de: Ihre gesamte tägliche Erzeugung wird angezeigt. Wenn Sie „PV-Leistung nach Strings anzeigen“ aktiviert haben, wird auch eine Schätzung der täglichen Erzeugung pro String angezeigt.
es: Su generación diaria total se mostrará. Si tiene activada la opción 'Mostrar la potencia fotovoltaica por cadenas', también se mostrará una estimación de la generación diaria por cadena.
it: La tua produzione giornaliera totale verrà visualizzata. Se hai abilitato 'Mostra la potenza PV per stringhe', verrà mostrata anche una stima della produzione giornaliera per stringa.
pl: La tua produzione giornaliera totale verrà visualizzata. Se hai abilitato 'Mostra la potenza PV per stringhe', verrà mostrata anche una stima della produzione giornaliera per stringa.

# settings.yield.title
source: Show solar yield
de: Solarertrag anzeigen
es: Mostrar rendimiento solar
it: Mostra rendimento solare
pl: Pokazać wydajność słoneczną
